green
many
trees
buildings
near
two
several
piece
area
river
around
road
sides
surrounded
large
parking
playground
cars
lot
building
residential
white
field
yellow
square
plants
beach
parked
bridge
airport
farmlands
fields
dense
industrial
port
baseball
next
tanks
boats
park
planes
desert
football
ocean
forest
storage
pieces
curved
stadium
meadow
roads
basketball
commercial
mountain
church
station
meadows
railway
irregular
houses
three
land
together
gray
planted
medium
small
red
swimming
center
four
pool
circle
courts
khaki
tennis
side
tall
blue
waves
lots
different
house
number
factory
farmland
orderly
dark
sparse
water
built
roof
lake
middle
shaped
long
rows
ponds
bare
rectangular
beside
black
one
form
people
like
ripples
mountains
grey
sea
grass
parallel
brown
areas
empty
ground
oval
located
row
almost
vast
bridges
scattered
arranged
lawn
sizes
front
lawns
railways
terminal
runway
wide
rectangle
grassland
neatly
court
big
crowded
roofs
along
tree
part
crossroads
track
runways
running
farm
pools
snow
wharf
lines
light
spaces
line
circles
divided
plane
cover
colors
six
ships
sparsely
broad
car
triangular
five
sand
fish
across
roofed
covered
semi
ring
boat
island
parts
urban
lush
consists
round
city
wild
flows
see
circular
little
rivers
overpass
silver
region
straight
spray
blocks
street
trains
sports
oil
branches
top
covers
shape
vegetation
corner
high
huge
among
color
tank
partly
full
connected
factories
distribution
terminals
business
hills
crops
train
outside
eight
woods
separated
open
dry
crossed
besides
seven
orange
densely
path
bank
docked
connects
scale
plant
seen
pier
beat
populated
well
kinds
cross
gym
central
hill
space
fan
distributed
pass
grow
amount
block
lakes
flower
paths
playing
highway
streets
behind
wet
close
crooked
moored
badminton
rocks
inside
wasteland
surround
gymnasium
narrow
growing
lined
nothing
place
depths
equipped
structure
made
vehicles
district
tracks
looks
layers
directions
either
passing
forests
signs
cyan
smooth
apron
winding
edge
thick
picture
grows
clear
spherical
good
half
stand
banks
closely
islands
triangle
wave
mounds
arc
ship
concrete
harbor
size
main
shore
facilities
stripes
stone
containers
numerous
others
pattern
passes
zones
neat
golden
flowing
construction
deep
make
bustling
low
mostly
tarmac
sandwiched
ice
tanker
nearby
alongside
bright
coastline
coast
gardens
evenly
squares
also
types
overpasses
position
stretch
vertical
placed
colorful
airplanes
symmetrical
trapezoid
short
mountainous
sandy
zone
dome
oasis
trucks
beds
order
similar
regular
shades
lands
heart
objects
ports
look
pipes
dock
marks
junction
artificial
enclosed
nine
highways
downtown
tower
striped
lies
housing
turf
towering
floating
staggered
complete
radial
lie
intersection
texture
much
ridges
clouds
situated
relatively
rock
series
coconut
traffic
another
prosperous
community
marked
air
cylindrical
every
adjacent
surrounding
aircraft
rugged
uneven
truck
flourishing
shade
valley
fountain
simple
driving
shadow
crossing
grid
trails
styles
various
separates
whole
shapes
purple
right
range
stopped
places
sailing
without
stop
float
traces
mark
plain
colored
back
ends
strange
mainly
shadows
filled
wetland
game
bed
jungle
umbrella
site
wavy
come
cast
crosses
elliptical
linked
floor
village
ridge
grasses
withered
rolling
mist
greening
unique
clusters
branch
opposite
wood
group
equipment
rectangles
pink
figure
end
including
strip
aircrafts
surface
patch
double
towers
flat
freeway
fine
earth
semicircular
runs
coverage
belts
yellowish
pale
height
turning
grandstand
direction
left
surrounds
terraces
strips
complex
workshop
residents
freeways
chairs
incomplete
courtyard
pits
ones
garden
go
nested
point
goes
exposed
diagonally
grounds
calm
quiet
muddy
whose
metallic
drop
closed
brick
desolate
far
arcs
stones
else
terraced
farms
combined
bushes
workshops
lane
slightly
worn
angle
clearly
trapezoidal
soil
turn
vary
south
leading
bottom
ten
cement
silvery
tankers
forms
intersect
messy
rough
shallow
beaches
sparkling
vehicle
environment
clearing
yachts
passed
domes
intersections
consist
dunes
parks
peak
valleys
free
curve
channel
fully
periphery
going
weeds
symmetrically
zigzag
flourish
intersecting
divides
stadiums
sport
sculpture
metal
paved
bricks
1
skyscrapers
alley
crossroad
nourished
grain
type
bar
trail
tracts
shed
boxes
linear
cluster
hidden
washes
foot
steep
terrain
grove
wall
belt
flowers
even
docking
stations
bend
town
woodland
roundabout
groves
stops
lead
contain
hundreds
seats
pipelines
material
occupied
varying
interchange
10
crisscross
dirt
intersects
warehouses
airports
reefs
sunny
lanes
heavy
put
opened
loose
cracks
layer
still
east
west
covering
washed
rest
greenery
container
mess
hundred
outer
homes
railroad
image
bends
bent
patches
palace
palaces
diamond
particularly
overall
octagon
machine
meandering