green
many
trees
buildings
near
two
several
piece
area
river
around
road
sides
surrounded
large
parking
playground
cars
lot
building
residential
white
field
pond
yellow
square
plants
beach
bareland
parked
bridge
airport
farmlands
fields
viaduct
dense
industrial
port
baseball
next
tanks
boats
park
planes
desert
football
ocean
forest
storage
pieces
curved
stadium
meadow
roads
basketball
commercial
school
mountain
church
station
meadows
railway
irregular
houses
three
land
together
gray
planted
medium
small
red
resort
swimming
center
four
pool
circle
courts
khaki
tennis
side
tall
blue
waves
lots
different
house
number
factory
farmland
orderly
dark
sparse
water
built
roof
lake
middle
shaped
long
rows
ponds
bare
rectangular
beside
black
one
form
people
like
ripples
mountains
grey
sea
grass
parallel
brown
areas
empty
ground
oval
located
row
almost
vast
bridges
scattered
arranged
lawn
sizes
front
lawns
railways
snows
terminal
runway
wide
rectangle
grassland
neatly
court
big
crowded
roofs
along
tree
part
playgrounds
crossroads
track
runways
running
farm
pools
snow
wharf
lines
light
spaces
line
circles
divided
barelands
plane
cover
colors
six
ships
sparsely
broad
car
triangular
semisurrounded
five
sand
fish
across
roofed
covered
semi
ring
boat
island
parts
urban
lush
consists
round
city
wild
flows
see
circular
polygonal
little
rivers
overpass
silver
region
straight
spray
blocks
street
trains
sports
oil
branches
top
harbour
lying
covers
shape
vegetation
tubes
corner
high
complicated
huge
sands
among
color
tank
pasture
partly
decorated
beautiful
full
connected
scales
factories
distribution
terminals
business
hills
crops
train
outside
eight
woods
separated
open
dry
crossed
besides
seven
orange
densely
path
bank
respectively
docked
connects
standing
scale
plant
seen
pier
beat
populated
well
kinds
cross
gym
seems
central
hill
rails
regularly
space
fan
distributed
pass
grow
spots
amount
block
lakes
flower
ploygon
paths
playing
highway
streets
behind
compactly
stands
wet
close
crooked
moored
bird
nest
grassy
badminton
rocks
inside
spring
wasteland
surround
gymnasium
ranch
storagetanks
ease
narrow
growing
sun
lined
nothing
automobiles
wheat
place
neighborhood
depths
villas
equipped
structure
villa
made
separately
grown
vehicles
district
economic
tracks
looks
layers
directions
either
passing
forests
signs
cyan
smooth
apron
plains
winding
contains
edge
endless
thick
picture
grows
waste
clear
spherical
good
half
stand
banks
magnificent
closely
islands
old
triangle
wave
mounds
busy
arc
ship
concrete
harbor
size
main
shore
ribbon
unbroken
facilities
stopping
stripes
broken
stone
wind
containers
numerous
others
pattern
set
passes
trade
zones
neat
golden
flowing
regions
construction
expanse
deep
make
bustling
rise
low
arrangement
mostly
teaching
saddle
tarmac
sandwiched
ice
tanker
nearby
alongside
bright
coastline
coast
includes
integrated
gardens
evenly
squares
also
types
overpasses
position
great
hand
stretch
curving
vertical
placed
colorful
loops
airplanes
symmetrical
trapezoid
short
pathways
mountainous
sandy
zone
dome
oasis
trucks
cylinder
spindle
beds
order
corrugated
aside
similar
regular
total
shades
lands
objects
convenient
ports
look
resting
turbid
pipes
dock
extends
barren
marks
2
junction
mountainpeak
artificial
twelve
enclosed
nine
highways
downtown
tower
design
rounded
eye
striped
patterns
pitched
lies
edifices
housing
apartment
croplands
twisty
turf
towering
outdoor
floating
hot
staggered
complete
radial
wheel
things
lie
intersection
luxury
texture
much
ridges
clouds
situated
rail
u
columnar
vegetations
relatively
rock
series
umbrellas
coconut
way
exuberant
traffic
owns
variety
another
prosperous
corners