green
trees
many
buildings
white
road
two
river
near
surrounded
parking
building
several
square
cars
area
red
houses
lot
blue
field
next
roads
around
house
forest
pond
yellow
stadium
dark
large
gray
sides
plants
beach
residential
bridge
side
playground
land
park
grass
roof
three
church
desert
center
baseball
parked
industrial
tanks
sea
pool
farmland
bare
four
football
factory
swimming
fields
brown
built
middle
school
lake
rectangular
grey
viaduct
close
small
black
railway
big
planted
port
lawn
ground
resort
one
shaped
different
mountain
located
station
rows
beside
planes
lots
dense
water
circular
areas
airport
courts
long
roofs
tennis
wide
curved
see
oval
boats
tall
people
straight
along
round
front
covered
storage
car
waves
street
surround
ships
like
district
light
orange
vast
sand
beautiful
lawns
irregular
huge
business
ponds
meadow
city
pools
scattered
lush
arranged
blocks
corner
high
divided
six
basketball
full
tree
mountains
piece
runway
row
five
looks
bridges
intersection
circle
track
farm
harbor
parts
parallel
colors
runways
narrow
winding
plane
separated
silver
tracks
nearby
sports
snow
island
decorated
ocean
number
outside
connected
streets
lines
reservoirs
paths
sizes
empty
rivers
central
color
boat
open
eight
space
lined
cross
covers
factories
bank
crowded
line
court
conference
vegetation
triangular
almost
block
well
lakes
path
neatly
shape
busy
commercial
concrete
colorful
stands
tank
trains
coast
forests
train
sparse
pasture
stand
old
playgrounds
wasteland
across
thick
villas
moored
soccer
pale
squares
railways
deep
amusement
highway
compact
agricultural
overpass
clear
medium
ring
consists
behind
oil
densely
roofed
end
seen
woods
seven
bareland
part
spaces
viaducts
edge
little
stripes
community
distribution
wheat
pass
form
apron
distributed
villa
ship
populated
separates
bright
neat
terminal
top
vertical
gym
kinds
hills
passes
khaki
meadows
campus
dry
main
pieces
fan
driving
stopped
triangle
earth
containers
directions
advertisement
cylindrical
urban
together
plant
picture
way
vehicles
parks
crops
shore
half
shadow
unique
dome
flower
belt
fork
besides
orderly
trucks
circles
look
rise
apartments
outdoor
teaching
arc
pier
intersections
sized
magnificent
traffic
diamond
grassland
u
range
purple
surrounding
polygonal
coconut
sun
runs
apartment
place
ranch
symmetrical
meet
belts
broad
complicated
prosperous
valley
flows
room
grasslands
structure
inside
patterns
integrated
gardens
clean
floor
striped
left
crossed
quiet
spherical
convenient
includes
rocks
yachts
cast
trapezoidal
spindle
plain
divide
soil
nothing
perfect
fish
branches
convention
metal
region
contains
pattern
bald
calm
lying
seems
extends
rectangle
bushes
various
design
zone
every
barren
forms
basin
semicircular
standing
radial
flat
beat
right
lies
connects
styles
redor
closely
organized
pink
mainly
bed
surface
cream
ridge
village
saddle
reservoir
pipes
octagonal
spectators
corners
including
semi
surrounds
tourists
opposite
make
neighborhood
heart
smart
facilities
overpasses
crossroads
tarmac
hill
bottom
great
grows
spring
adjacent
cargo
reddish
forming
beaches
grow
playing
centers
spectacular
variety
junction
bustling
marked
shadows
smooth
among
floated
uneven
golden
another
grid
tower
colored
shades
texture
paddy
prairie
places
naked
sky
truck
leaking
intersect
short
yacht
divides
whole
ceiling
low
order
stream
garden
rather
growing
industry
stop
fountain
platform
sandwiched
trapezoid
especially
vertically
weeds
shapes
series
ribbon
objects
banks
also
office
made
roadside
standard
oasis
edges
complex
cover
group
complete
umbrellas
dock
rainforest
auxiliary
conspicuous
spray
lane
construction
churches
height
economic
ripples
lands
nest