{"word2idx": {"two": 1, "larger": 2, "planes": 3, "smaller": 4, "plane": 5, "parked": 6, "open": 7, "area": 8, "airplanes": 9, "one": 10, "airplane": 11, "airport": 12, "space": 13, "three": 14, "place": 15, "ground": 16, "different": 17, "kinds": 18, "roundabouts": 19, "white": 20, "buildings": 21, "beside": 22, "five": 23, "blue": 24, "six": 25, "neatly": 26, "arranged": 27, "building": 28, "many": 29, "runway": 30, "oval": 31, "lawn": 32, "around": 33, "red": 34, "mark": 35, "lines": 36, "docked": 37, "pattern": 38, "divided": 39, "equal": 40, "areas": 41, "four": 42, "parking": 43, "lot": 44, "cars": 45, "aircraft": 46, "style": 47, "line": 48, "airfield": 49, "dark": 50, "surrounded": 51, "residential": 52, "next": 53, "terminal": 54, "various": 55, "sizes": 56, "side": 57, "large": 58, "small": 59, "big": 60, "bottom": 61, "right": 62, "lower": 63, "roof": 64, "terminals": 65, "aircrafts": 66, "row": 67, "another": 68, "separate": 69, "left": 70, "clearing": 71, "road": 72, "houses": 73, "house": 74, "rectangular": 75, "middle": 76, "grass": 77, "field": 78, "adjacent": 79, "front": 80, "lined": 81, "paved": 82, "asphalt": 83, "piece": 84, "facilities": 85, "trees": 86, "located": 87, "behind": 88, "gate": 89, "irregular": 90, "lots": 91, "type": 92, "vacant": 93, "car": 94, "fuselage": 95, "wings": 96, "truck": 97, "marked": 98, "purple": 99, "wasteland": 100, "sides": 101, "others": 102, "cement": 103, "seven": 104, "ten": 105, "storage": 106, "tanks": 107, "highways": 108, "circular": 109, "far": 110, "turning": 111, "green": 112, "river": 113, "stopped": 114, "corresponding": 115, "gates": 116, "near": 117, "away": 118, "light": 119, "opposite": 120, "boarding": 121, "bridge": 122, "pile": 123, "boxes": 124, "gray": 125, "containers": 126, "straight": 127, "no-stop": 128, "indicator": 129, "ring": 130, "shade": 131, "shaped": 132, "symmetrical": 133, "fan-shaped": 134, "yard": 135, "brick": 136, "image": 137, "concrete": 138, "earth": 139, "gray-roofed": 140, "colored": 141, "approximately": 142, "shape": 143, "upper": 144, "corner": 145, "evenly": 146, "distributed": 147, "size": 148, "yellow": 149, "bar": 150, "trucks": 151, "symmetrically": 152, "diagonally": 153, "perpendicular": 154, "camouflage": 155, "taupe": 156, "junction": 157, "several": 158, "slanted": 159, "elliptical": 160, "oval-shaped": 161, "painted": 162, "bridges": 163, "directions": 164, "tail": 165, "top": 166, "back": 167, "circle": 168, "placed": 169, "'s": 170, "marks": 171, "numbers": 172, "dashes": 173, "land": 174, "triangle": 175, "outside": 176, "signs": 177, "face-to-face": 178, "head": 179, "randomly": 180, "earthy": 181, "landmarks": 182, "eight": 183, "square": 184, "empty": 185, "relatively": 186, "woods": 187, "tree": 188, "rows": 189, "pure": 190, "differently": 191, "grassland": 192, "regular": 193, "departure": 194, "patches": 195, "orientations": 196, "pale": 197, "high": 198, "separated": 199, "roundabout": 200, "plots": 201, "occupied": 202, "quarter": 203, "entire": 204, "orange": 205, "vegetation": 206, "lush": 207, "horizontal": 208, "vertical": 209, "drawn": 210, "radial": 211, "dock": 212, "mess": 213, "pool": 214, "striped": 215, "long": 216, "colors": 217, "freeway": 218, "lawns": 219, "forests": 220, "turn": 221, "connected": 222, "runways": 223, "stops": 224, "sign": 225, "passing": 226, "grey": 227, "barrier": 228, "also": 229, "intersect": 230, "slashes": 231, "number": 232, "airports": 233, "picture": 234, "surrounds": 235, "cracks": 236, "texture": 237, "nine": 238, "markings": 239, "put": 240, "triangular": 241, "densely": 242, "roads": 243, "sparse": 244, "cluster": 245, "1": 246, "together": 247, "strip": 248, "black": 249, "either": 250, "ship": 251, "landmark": 252, "pink": 253, "materials": 254, "stop": 255, "largest": 256, "times": 257, "smallest": 258, "unequal": 259, "sized": 260, "freeways": 261, "red-tailed": 262, "crossing": 263, "docking": 264, "sand": 265, "edge": 266, "scattered": 267, "cylindrical": 268, "round": 269, "cans": 270, "tail-to-tail": 271, "types": 272, "sone": 273, "inside": 274, "blue-roofed": 275, "thick": 276, "brown": 277, "drab": 278, "border": 279, "reddish": 280, "bushes": 281, "identical": 282, "dozen": 283, "fan": 284, "silver": 285, "looks": 286, "like": 287, "center": 288, "airstrip": 289, "surround": 290, "power": 291, "tower": 292, "indicating": 293, "tarmac": 294, "fence": 295, "roofs": 296, "forest": 297, "low": 298, "little": 299, "shadow": 300, "spaces": 301, "trapezoid": 302, "\u200b\u200bwasteland": 303, "bare": 304, "wood": 305, "twice": 306, "third": 307, "position": 308, "going": 309, "alongside": 310, "rest": 311, "ringed": 312, "dozens": 313, "dense": 314, "goods": 315, "half": 316, "slightly": 317, "marking": 318, "intersection": 319, "shapes": 320, "yards": 321, "photo": 322, "vehicles": 323, "surrounding": 324, "grasslands": 325, "ports": 326, "moving": 327, "dunes": 328, "fewer": 329, "stripes": 330, "port": 331, "direction": 332, "piles": 333, "mud": 334, "lands": 335, "clearings": 336, "semi-circular": 337, "pieces": 338, "shows": 339, "farmland": 340, "crossed": 341, "parallel": 342, "built": 343, "complex": 344, "huge": 345, "mountain": 346, "range": 347, "valley": 348, "staggered": 349, "covered": 350, "intersecting": 351, "almost": 352, "bordered": 353, "sea": 354, "water": 355, "\u2019": 356, "meadow": 357, "diamond-shaped": 358, "neat": 359, "terraces": 360, "among": 361, "random": 362, "blocks": 363, "maze": 364, "plants": 365, "color": 366, "every": 367, "lake": 368, "urban": 369, "residents": 370, "fields": 371, "island": 372, "villages": 373, "seen": 374, "situated": 375, "greening": 376, "good": 377, "pass": 378, "soil": 379, "settlements": 380, "composed": 381, "lakes": 382, "bounded": 383, "overpasses": 384, "multiple": 385, "grid-shaped": 386, "transverse": 387, "industrial": 388, "winding": 389, "full": 390, "flat": 391, "mountains": 392, "clouds": 393, "air": 394, "close": 395, "divides": 396, "zones": 397, "rivers": 398, "desert": 399, "lengths": 400, "surface": 401, "foot": 402, "strip-shaped": 403, "bright": 404, "similar": 405, "cross": 406, "overall": 407, "turquoise": 408, "waters": 409, "meadows": 410, "pools": 411, "ponds": 412, "village": 413, "along": 414, "unique": 415, "apron": 416, "thin": 417, "cloud": 418, "flanked": 419, "cruciform": 420, "sky": 421, "artificial": 422, "beach": 423, "landing": 424, "construction": 425, "forms": 426, "semicircle": 427, "distance": 428, "sandwiched": 429, "tracts": 430, "deep": 431, "colorful": 432, "meandering": 433, "'": 434, "vast": 435, "broad": 436, "city": 437, "highway": 438, "6": 439, "attached": 440, "ocean": 441, "closed": 442, "paths": 443, "suburbs": 444, "domes": 445, "shaded": 446, "stacked": 447, "snow": 448, "baseball": 449, "diamond": 450, "belts": 451, "diamonds": 452, "make": 453, "flower": 454, "railway": 455, "semicircles": 456, "basketball": 457, "courts": 458, "playground": 459, "grandstand": 460, "track": 461, "pavilions": 462, "besides": 463, "woodland": 464, "form": 465, "11": 466, "double": 467, "muddy": 468, "path": 469, "trail": 470, "leading": 471, "numerous": 472, "simple": 473, "sparsely": 474, "medium": 475, "rectangle": 476, "factory": 477, "order": 478, "north": 479, "south": 480, "brushwood": 481, "badminton": 482, "court": 483, "meet": 484, "seats": 485, "varying": 486, "pavilion": 487, "right-angled": 488, "game": 489, "stand": 490, "trapezoidal": 491, "stadiums": 492, "grandstands": 493, "passed": 494, "sport": 495, "swampy": 496, "houses\u3001": 497, "10": 498, "circles": 499, "groups": 500, "bend": 501, "lie": 502, "incomplete": 503, "parks": 504, "swimming": 505, "overpass": 506, "belt": 507, "football": 508, "nearby": 509, "driving": 510, "street": 511, "cover": 512, "people": 513, "playing": 514, "felled": 515, "iron": 516, "part": 517, "arrayed": 518, "filed": 519, "table": 520, "tennis": 521, "tables": 522, "closely": 523, "aligned": 524, "connects": 525, "squares": 526, "planted": 527, "recreational": 528, "group": 529, "floor": 530, "alley": 531, "crossroad": 532, "unpainted": 533, "amount": 534, "crooked": 535, "blocked": 536, "billiards": 537, "shadowed": 538, "streetlights": 539, "sports": 540, "haphazardly": 541, "two-way": 542, "curve": 543, "planned": 544, "separates": 545, "running": 546, "sandpit": 547, "beneath": 548, "linked": 549, "worn": 550, "across": 551, "crossroads": 552, "rough": 553, "park": 554, "tall": 555, "intersects": 556, "nested": 557, "exposed": 558, "shabby": 559, "wall": 560, "gathered": 561, "completely": 562, "blue-green": 563, "residence": 564, "sandy": 565, "connecting": 566, "main": 567, "dirt": 568, "complete": 569, "n't": 570, "go": 571, "block": 572, "shades": 573, "garden": 574, "scale": 575, "waves": 576, "washed": 577, "ashore": 578, "heavy": 579, "khaki": 580, "plant": 581, "lies": 582, "greenery": 583, "made": 584, "seawater": 585, "coast": 586, "footprints": 587, "golden": 588, "seas": 589, "narrow": 590, "quiet": 591, "lashes": 592, "fine": 593, "beaches": 594, "hills": 595, "mounds": 596, "lagoon": 597, "rocky": 598, "headland": 599, "beat": 600, "shore": 601, "ripples": 602, "submerged": 603, "reef": 604, "washes": 605, "rocks": 606, "uneven": 607, "azure": 608, "spray": 609, "consists": 610, "impact": 611, "slender": 612, "rugged": 613, "headlands": 614, "pointed": 615, "blowing": 616, "curved": 617, "mountainous": 618, "bay": 619, "mouth": 620, "clear": 621, "coastline": 622, "warm": 623, "calm": 624, "veins": 625, "gold": 626, "stones": 627, "wash": 628, "even": 629, "seagulls": 630, "reached": 631, "wet": 632, "tawny": 633, "varies": 634, "inky": 635, "wave": 636, "chairs": 637, "massive": 638, "oases": 639, "oceans": 640, "hit": 641, "farmlands": 642, "marine": 643, "stacks": 644, "items": 645, "oasis": 646, "plain": 647, "clusters": 648, "gravel": 649, "slopes": 650, "stone": 651, "shores": 652, "erosion": 653, "scarp": 654, "eroded": 655, "seashore": 656, "traces": 657, "stack": 658, "bank": 659, "rock": 660, "come": 661, "dotted": 662, "breaking": 663, "grey-green": 664, "sporadic": 665, "spiral": 666, "gray-green": 667, "gray-blue": 668, "mottled": 669, "rolling": 670, "leaving": 671, "shallow": 672, "arcs": 673, "light-colored": 674, "wavy": 675, "milky": 676, "islands": 677, "rises": 678, "coasts": 679, "stretch": 680, "pedestrians": 681, "layers": 682, "mixed": 683, "reefs": 684, "earth-colored": 685, "reddish-brown": 686, "\u200b\u200bgreen": 687, "off-white": 688, "greens": 689, "band": 690, "sparkling": 691, "smooth": 692, "harbor": 693, "ridges": 694, "steep": 695, "mostly": 696, "messy": 697, "gulf": 698, "tan": 699, "grey-blue": 700, "red-brown": 701, "shadows": 702, "hidden": 703, "strips": 704, "cross-triangular": 705, "connect": 706, "ships": 707, "angle": 708, "supports": 709, "strait": 710, "point": 711, "bi-directional": 712, "appears": 713, "railways": 714, "wide": 715, "boats": 716, "flood": 717, "bed": 718, "crosses": 719, "banks": 720, "channel": 721, "ends": 722, "forested": 723, "frame": 724, "models": 725, "end": 726, "parts": 727, "approached": 728, "flowing": 729, "nearly": 730, "farms": 731, "bar-shaped": 732, "distribution": 733, "pier": 734, "boat": 735, "thicker": 736, "bars": 737, "sloping": 738, "interchange": 739, "dam": 740, "harbors": 741, "blue-blue": 742, "arched": 743, "bends": 744, "90": 745, "spans": 746, "sandbanks": 747, "yachts": 748, "sandbars": 749, "sandbank": 750, "vary": 751, "tributaries": 752, "railroad": 753, "widths": 754, "bracket": 755, "s-shaped": 756, "crossings": 757, "heights": 758, "height": 759, "chaparrals": 760, "grow": 761, "jungle": 762, "chaparral": 763, "disconnected": 764, "goes": 765, "consist": 766, "weeds": 767, "see": 768, "dry": 769, "hundred": 770, "denser": 771, "terrain": 772, "underside": 773, "channels": 774, "mass": 775, "bigger": 776, "telegraph": 777, "pole": 778, "layer": 779, "thinner": 780, "church": 781, "cross-shaped": 782, "umbrella": 783, "cathedral": 784, "dome": 785, "patterned": 786, "churches": 787, "whose": 788, "yellow-roofed": 789, "courtyard": 790, "bricks": 791, "black-roofed": 792, "spider": 793, "web": 794, "cyan": 795, "walls": 796, "roofed": 797, "towers": 798, "spherical": 799, "octagon": 800, "t-shaped": 801, "dome-shaped": 802, "white-roofed": 803, "rectangles": 804, "traffic": 805, "whole": 806, "domed": 807, "spheres": 808, "bulbous": 809, "hill": 810, "structure": 811, "roadside": 812, "light-blue": 813, "octangle": 814, "suburban": 815, "white-green": 816, "silvery": 817, "prismatic": 818, "silver-gray": 819, "pyramidal": 820, "round-roofed": 821, "grass-green": 822, "orange-red": 823, "withered": 824, "irregularly": 825, "yellow-brown": 826, "radii": 827, "radians": 828, "grows": 829, "crops": 830, "mix": 831, "semicircular": 832, "terrace": 833, "including": 834, "cultivated": 835, "ocher": 836, "contain": 837, "tan-colored": 838, "entirely": 839, "twenty": 840, "ones": 841, "mainly": 842, "radius": 843, "look": 844, "wastelands": 845, "wetland": 846, "green-khaki": 847, "ochre": 848, "semi-circle": 849, "hundreds": 850, "semi": 851, "mixed-sized": 852, "gardens": 853, "yellowish": 854, "farm": 855, "cirrus": 856, "enveloped": 857, "cumulus": 858, "slope": 859, "floated": 860, "figure": 861, "stratocumulus": 862, "floating": 863, "slices": 864, "floats": 865, "stratus": 866, "ups": 867, "downs": 868, "could": 869, "barely": 870, "anything": 871, "cast": 872, "spare": 873, "fluffy": 874, "crowded": 875, "gauzy": 876, "commercial": 877, "business": 878, "district": 879, "high-rise": 880, "much": 881, "downtown": 882, "region": 883, "grove": 884, "u-shaped": 885, "well": 886, "spaced": 887, "strange": 888, "highest": 889, "disorder": 890, "rooms": 891, "skyscrapers": 892, "skyscraper": 893, "grounds": 894, "groves": 895, "varied": 896, "streets": 897, "populated": 898, "residences": 899, "island-like": 900, "circularly": 901, "arc": 902, "desolate": 903, "enclosed": 904, "intersections": 905, "decayed": 906, "grain": 907, "gullys": 908, "ravines": 909, "wind-erosion": 910, "landform": 911, "patch": 912, "nothing": 913, "else": 914, "ditches": 915, "beds": 916, "dune": 917, "covers": 918, "weed": 919, "trellis": 920, "ginger": 921, "loess": 922, "linear": 923, "barchan": 924, "fish": 925, "fissures": 926, "passes": 927, "longitudinal": 928, "nourished": 929, "fixed": 930, "leaves": 931, "depths": 932, "jungles": 933, "flooded": 934, "well-arranged": 935, "crisscross": 936, "sage": 937, "cliff": 938, "strewn": 939, "conifers": 940, "motorway": 941, "\u200b\u200bfarmland": 942, "\u200b\u200byellow": 943, "bifurcated": 944, "particularly": 945, "lanes": 946, "workshops": 947, "widely": 948, "lane": 949, "bifurcation": 950, "single": 951, "\u200b\u200bbrown": 952, "four-lane": 953, "trails": 954, "curvy": 955, "swaths": 956, "golf": 957, "course": 958, "heart-shaped": 959, "bunker": 960, "pits": 961, "fairways": 962, "bunkers": 963, "turf": 964, "sandpits": 965, "lead": 966, "putting": 967, "similar-sized": 968, "180-degree": 969, "fairway": 970, "5": 971, "tracks": 972, "covering": 973, "rich": 974, "except": 975, "gridiron": 976, "stadium": 977, "unfinished": 978, "branches": 979, "moored": 980, "combined": 981, "room": 982, "remain": 983, "still": 984, "vacancies": 985, "motion": 986, "stations": 987, "moorings": 988, "cargo": 989, "moor": 990, "equipment": 991, "factories": 992, "open-air": 993, "machinery": 994, "metal": 995, "pipelines": 996, "zone": 997, "monochromatic": 998, "housing": 999, "bustling": 1000, "juxtaposed": 1001, "dilapidated": 1002, "workshop": 1003, "free": 1004, "coal": 1005, "lifting": 1006, "large-scale": 1007, "etc": 1008, "site": 1009, "objects": 1010, "powdery": 1011, "chimneys": 1012, "wharf": 1013, "material": 1014, "mobile": 1015, "homes": 1016, "flows": 1017, "blue-white": 1018, "cargoes": 1019, "tank-shaped": 1020, "cooling": 1021, "mechanical": 1022, "tilted": 1023, "crosswalks": 1024, "zebra": 1025, "waiting": 1026, "normal": 1027, "without": 1028, "thera": 1029, "east": 1030, "west": 1031, "arrows": 1032, "vehicle": 1033, "archipelago": 1034, "crescent-shaped": 1035, "central": 1036, "roughly": 1037, "flourishes": 1038, "shuttle-shaped": 1039, "sock": 1040, "flourish": 1041, "approximate": 1042, "outer": 1043, "busts": 1044, "cool": 1045, "girl": 1046, "skirt": 1047, "banana": 1048, "fat": 1049, "hen": 1050, "pair": 1051, "mainland": 1052, "resembling": 1053, "flourishing": 1054, "periphery": 1055, "shuttle": 1056, "pipes": 1057, "drop": 1058, "growing": 1059, "obvious": 1060, "heart": 1061, "duck": 1062, "borders": 1063, "cities": 1064, "blends": 1065, "caterpillar": 1066, "towns": 1067, "ice": 1068, "frozen": 1069, "snow-covered": 1070, "town": 1071, "sparsity": 1072, "places": 1073, "dominated": 1074, "grasses": 1075, "taller": 1076, "wild": 1077, "flowers": 1078, "exposing": 1079, "grid": 1080, "medium-sized": 1081, "mid-sized": 1082, "-": 1083, "orderly": 1084, "fashion": 1085, "jumble": 1086, "estates": 1087, "run-down": 1088, "home": 1089, "degree": 1090, "community": 1091, "folded": 1092, "valleys": 1093, "clearly": 1094, "undulating": 1095, "peak": 1096, "sunny": 1097, "continuous": 1098, "series": 1099, "coverage": 1100, "seventy": 1101, "percent": 1102, "eighty": 1103, "thirty": 1104, "rifts": 1105, "mosses": 1106, "directional": 1107, "perimeter": 1108, "cross-line": 1109, "intricated": 1110, "silhouette": 1111, "bent": 1112, "clover-leaf": 1113, "palace": 1114, "palaces": 1115, "courtyards": 1116, "generally": 1117, "fountain": 1118, "coconut": 1119, "makeshift": 1120, "styles": 1121, "snowy": 1122, "branch": 1123, "trains": 1124, "train": 1125, "towering": 1126, "carriages": 1127, "container": 1128, "station": 1129, "outskirts": 1130, "fully": 1131, "equipped": 1132, "well-equipped": 1133, "ceiling": 1134, "environment": 1135, "nice": 1136, "suburb": 1137, "sheds": 1138, "shed": 1139, "rectangular-shaped": 1140, "apricot": 1141, "tributary": 1142, "runs": 1143, "floodplain": 1144, "angles": 1145, "s-shape": 1146, "eighteen": 1147, "prosperous": 1148, "cyan-blue": 1149, "zigzag": 1150, "arc-shaped": 1151, "serpentine": 1152, "inner": 1153, "falls": 1154, "arrow": 1155, "exits": 1156, "entrances": 1157, "sculpture": 1158, "designation": 1159, "15": 1160, "touchdown": 1161, "aiming": 1162, "short": 1163, "threshold": 1164, "short-line": 1165, "dash": 1166, "19r": 1167, "'19r": 1168, "letters": 1169, "32": 1170, "'32": 1171, "thickness": 1172, "'27": 1173, "buffer": 1174, "float": 1175, "gathers": 1176, "sheet": 1177, "countless": 1178, "cubes": 1179, "gather": 1180, "particles": 1181, "hummock": 1182, "loose": 1183, "hummocks": 1184, "tightly": 1185, "sheets": 1186, "non-adhesive": 1187, "certain": 1188, "volume": 1189, "oversized": 1190, "crushed": 1191, "nets": 1192, "tanker": 1193, "pot-shaped": 1194, "oil": 1195, "tankers": 1196, "bulk": 1197, "carrier": 1198, "lng": 1199, "sailing": 1200, "riverbank": 1201, "general": 1202, "sails": 1203, "carriers": 1204, "container-laden": 1205, "ro-ro": 1206, "travel": 1207, "travels": 1208, "container-loaded": 1209, "loading": 1210, "unloading": 1211, "handling": 1212, "tank": 1213, "machines": 1214, "cargos": 1215, "warehouses": 1216, "filled": 1217, "snowberg": 1218, "glaciers": 1219, "berg": 1220, "snowbergs": 1221, "peaks": 1222, "partly": 1223, "snow-capped": 1224, "veined": 1225, "knife-edge": 1226, "ridge": 1227, "remains": 1228, "fiords": 1229, "horn": 1230, "transitions": 1231, "cirques": 1232, "gorgeous": 1233, "leads": 1234, "bleachers": 1235, "gymnasium": 1236, "egg": 1237, "opened": 1238, "freely": 1239, "podium": 1240, "gym": 1241, "petal": 1242, "different-sized": 1243, "pipe": 1244, "metallic": 1245, "jiugong": 1246, "lids": 1247, "less": 1248, "surroundings": 1249, "terraced": 1250, "smoking": 1251, "thermal": 1252, "chimney": 1253, "steaming": 1254, "emitting": 1255, "smoke": 1256, "mist": 1257, "spraying": 1258, "hut": 1259, "steam": 1260, "emit": 1261, "emits": 1262, "machine": 1263, "wetlands": 1264, "totally": 1265, "creeks": 1266, "trivial": 1267, "thirds": 1268, "two-fifths": 1269, "triangle-like": 1270, "trickles": 1271, "\u200b\u200bdense": 1272, "faint": 1273, "<unk>": 1274}, "idx2word": {"1": "two", "2": "larger", "3": "planes", "4": "smaller", "5": "plane", "6": "parked", "7": "open", "8": "area", "9": "airplanes", "10": "one", "11": "airplane", "12": "airport", "13": "space", "14": "three", "15": "place", "16": "ground", "17": "different", "18": "kinds", "19": "roundabouts", "20": "white", "21": "buildings", "22": "beside", "23": "five", "24": "blue", "25": "six", "26": "neatly", "27": "arranged", "28": "building", "29": "many", "30": "runway", "31": "oval", "32": "lawn", "33": "around", "34": "red", "35": "mark", "36": "lines", "37": "docked", "38": "pattern", "39": "divided", "40": "equal", "41": "areas", "42": "four", "43": "parking", "44": "lot", "45": "cars", "46": "aircraft", "47": "style", "48": "line", "49": "airfield", "50": "dark", "51": "surrounded", "52": "residential", "53": "next", "54": "terminal", "55": "various", "56": "sizes", "57": "side", "58": "large", "59": "small", "60": "big", "61": "bottom", "62": "right", "63": "lower", "64": "roof", "65": "terminals", "66": "aircrafts", "67": "row", "68": "another", "69": "separate", "70": "left", "71": "clearing", "72": "road", "73": "houses", "74": "house", "75": "rectangular", "76": "middle", "77": "grass", "78": "field", "79": "adjacent", "80": "front", "81": "lined", "82": "paved", "83": "asphalt", "84": "piece", "85": "facilities", "86": "trees", "87": "located", "88": "behind", "89": "gate", "90": "irregular", "91": "lots", "92": "type", "93": "vacant", "94": "car", "95": "fuselage", "96": "wings", "97": "truck", "98": "marked", "99": "purple", "100": "wasteland", "101": "sides", "102": "others", "103": "cement", "104": "seven", "105": "ten", "106": "storage", "107": "tanks", "108": "highways", "109": "circular", "110": "far", "111": "turning", "112": "green", "113": "river", "114": "stopped", "115": "corresponding", "116": "gates", "117": "near", "118": "away", "119": "light", "120": "opposite", "121": "boarding", "122": "bridge", "123": "pile", "124": "boxes", "125": "gray", "126": "containers", "127": "straight", "128": "no-stop", "129": "indicator", "130": "ring", "131": "shade", "132": "shaped", "133": "symmetrical", "134": "fan-shaped", "135": "yard", "136": "brick", "137": "image", "138": "concrete", "139": "earth", "140": "gray-roofed", "141": "colored", "142": "approximately", "143": "shape", "144": "upper", "145": "corner", "146": "evenly", "147": "distributed", "148": "size", "149": "yellow", "150": "bar", "151": "trucks", "152": "symmetrically", "153": "diagonally", "154": "perpendicular", "155": "camouflage", "156": "taupe", "157": "junction", "158": "several", "159": "slanted", "160": "elliptical", "161": "oval-shaped", "162": "painted", "163": "bridges", "164": "directions", "165": "tail", "166": "top", "167": "back", "168": "circle", "169": "placed", "170": "'s", "171": "marks", "172": "numbers", "173": "dashes", "174": "land", "175": "triangle", "176": "outside", "177": "signs", "178": "face-to-face", "179": "head", "180": "randomly", "181": "earthy", "182": "landmarks", "183": "eight", "184": "square", "185": "empty", "186": "relatively", "187": "woods", "188": "tree", "189": "rows", "190": "pure", "191": "differently", "192": "grassland", "193": "regular", "194": "departure", "195": "patches", "196": "orientations", "197": "pale", "198": "high", "199": "separated", "200": "roundabout", "201": "plots", "202": "occupied", "203": "quarter", "204": "entire", "205": "orange", "206": "vegetation", "207": "lush", "208": "horizontal", "209": "vertical", "210": "drawn", "211": "radial", "212": "dock", "213": "mess", "214": "pool", "215": "striped", "216": "long", "217": "colors", "218": "freeway", "219": "lawns", "220": "forests", "221": "turn", "222": "connected", "223": "runways", "224": "stops", "225": "sign", "226": "passing", "227": "grey", "228": "barrier", "229": "also", "230": "intersect", "231": "slashes", "232": "number", "233": "airports", "234": "picture", "235": "surrounds", "236": "cracks", "237": "texture", "238": "nine", "239": "markings", "240": "put", "241": "triangular", "242": "densely", "243": "roads", "244": "sparse", "245": "cluster", "246": "1", "247": "together", "248": "strip", "249": "black", "250": "either", "251": "ship", "252": "landmark", "253": "pink", "254": "materials", "255": "stop", "256": "largest", "257": "times", "258": "smallest", "259": "unequal", "260": "sized", "261": "freeways", "262": "red-tailed", "263": "crossing", "264": "docking", "265": "sand", "266": "edge", "267": "scattered", "268": "cylindrical", "269": "round", "270": "cans", "271": "tail-to-tail", "272": "types", "273": "sone", "274": "inside", "275": "blue-roofed", "276": "thick", "277": "brown", "278": "drab", "279": "border", "280": "reddish", "281": "bushes", "282": "identical", "283": "dozen", "284": "fan", "285": "silver", "286": "looks", "287": "like", "288": "center", "289": "airstrip", "290": "surround", "291": "power", "292": "tower", "293": "indicating", "294": "tarmac", "295": "fence", "296": "roofs", "297": "forest", "298": "low", "299": "little", "300": "shadow", "301": "spaces", "302": "trapezoid", "303": "\u200b\u200bwasteland", "304": "bare", "305": "wood", "306": "twice", "307": "third", "308": "position", "309": "going", "310": "alongside", "311": "rest", "312": "ringed", "313": "dozens", "314": "dense", "315": "goods", "316": "half", "317": "slightly", "318": "marking", "319": "intersection", "320": "shapes", "321": "yards", "322": "photo", "323": "vehicles", "324": "surrounding", "325": "grasslands", "326": "ports", "327": "moving", "328": "dunes", "329": "fewer", "330": "stripes", "331": "port", "332": "direction", "333": "piles", "334": "mud", "335": "lands", "336": "clearings", "337": "semi-circular", "338": "pieces", "339": "shows", "340": "farmland", "341": "crossed", "342": "parallel", "343": "built", "344": "complex", "345": "huge", "346": "mountain", "347": "range", "348": "valley", "349": "staggered", "350": "covered", "351": "intersecting", "352": "almost", "353": "bordered", "354": "sea", "355": "water", "356": "\u2019", "357": "meadow", "358": "diamond-shaped", "359": "neat", "360": "terraces", "361": "among", "362": "random", "363": "blocks", "364": "maze", "365": "plants", "366": "color", "367": "every", "368": "lake", "369": "urban", "370": "residents", "371": "fields", "372": "island", "373": "villages", "374": "seen", "375": "situated", "376": "greening", "377": "good", "378": "pass", "379": "soil", "380": "settlements", "381": "composed", "382": "lakes", "383": "bounded", "384": "overpasses", "385": "multiple", "386": "grid-shaped", "387": "transverse", "388": "industrial", "389": "winding", "390": "full", "391": "flat", "392": "mountains", "393": "clouds", "394": "air", "395": "close", "396": "divides", "397": "zones", "398": "rivers", "399": "desert", "400": "lengths", "401": "surface", "402": "foot", "403": "strip-shaped", "404": "bright", "405": "similar", "406": "cross", "407": "overall", "408": "turquoise", "409": "waters", "410": "meadows", "411": "pools", "412": "ponds", "413": "village", "414": "along", "415": "unique", "416": "apron", "417": "thin", "418": "cloud", "419": "flanked", "420": "cruciform", "421": "sky", "422": "artificial", "423": "beach", "424": "landing", "425": "construction", "426": "forms", "427": "semicircle", "428": "distance", "429": "sandwiched", "430": "tracts", "431": "deep", "432": "colorful", "433": "meandering", "434": "'", "435": "vast", "436": "broad", "437": "city", "438": "highway", "439": "6", "440": "attached", "441": "ocean", "442": "closed", "443": "paths", "444": "suburbs", "445": "domes", "446": "shaded", "447": "stacked", "448": "snow", "449": "baseball", "450": "diamond", "451": "belts", "452": "diamonds", "453": "make", "454": "flower", "455": "railway", "456": "semicircles", "457": "basketball", "458": "courts", "459": "playground", "460": "grandstand", "461": "track", "462": "pavilions", "463": "besides", "464": "woodland", "465": "form", "466": "11", "467": "double", "468": "muddy", "469": "path", "470": "trail", "471": "leading", "472": "numerous", "473": "simple", "474": "sparsely", "475": "medium", "476": "rectangle", "477": "factory", "478": "order", "479": "north", "480": "south", "481": "brushwood", "482": "badminton", "483": "court", "484": "meet", "485": "seats", "486": "varying", "487": "pavilion", "488": "right-angled", "489": "game", "490": "stand", "491": "trapezoidal", "492": "stadiums", "493": "grandstands", "494": "passed", "495": "sport", "496": "swampy", "497": "houses\u3001", "498": "10", "499": "circles", "500": "groups", "501": "bend", "502": "lie", "503": "incomplete", "504": "parks", "505": "swimming", "506": "overpass", "507": "belt", "508": "football", "509": "nearby", "510": "driving", "511": "street", "512": "cover", "513": "people", "514": "playing", "515": "felled", "516": "iron", "517": "part", "518": "arrayed", "519": "filed", "520": "table", "521": "tennis", "522": "tables", "523": "closely", "524": "aligned", "525": "connects", "526": "squares", "527": "planted", "528": "recreational", "529": "group", "530": "floor", "531": "alley", "532": "crossroad", "533": "unpainted", "534": "amount", "535": "crooked", "536": "blocked", "537": "billiards", "538": "shadowed", "539": "streetlights", "540": "sports", "541": "haphazardly", "542": "two-way", "543": "curve", "544": "planned", "545": "separates", "546": "running", "547": "sandpit", "548": "beneath", "549": "linked", "550": "worn", "551": "across", "552": "crossroads", "553": "rough", "554": "park", "555": "tall", "556": "intersects", "557": "nested", "558": "exposed", "559": "shabby", "560": "wall", "561": "gathered", "562": "completely", "563": "blue-green", "564": "residence", "565": "sandy", "566": "connecting", "567": "main", "568": "dirt", "569": "complete", "570": "n't", "571": "go", "572": "block", "573": "shades", "574": "garden", "575": "scale", "576": "waves", "577": "washed", "578": "ashore", "579": "heavy", "580": "khaki", "581": "plant", "582": "lies", "583": "greenery", "584": "made", "585": "seawater", "586": "coast", "587": "footprints", "588": "golden", "589": "seas", "590": "narrow", "591": "quiet", "592": "lashes", "593": "fine", "594": "beaches", "595": "hills", "596": "mounds", "597": "lagoon", "598": "rocky", "599": "headland", "600": "beat", "601": "shore", "602": "ripples", "603": "submerged", "604": "reef", "605": "washes", "606": "rocks", "607": "uneven", "608": "azure", "609": "spray", "610": "consists", "611": "impact", "612": "slender", "613": "rugged", "614": "headlands", "615": "pointed", "616": "blowing", "617": "curved", "618": "mountainous", "619": "bay", "620": "mouth", "621": "clear", "622": "coastline", "623": "warm", "624": "calm", "625": "veins", "626": "gold", "627": "stones", "628": "wash", "629": "even", "630": "seagulls", "631": "reached", "632": "wet", "633": "tawny", "634": "varies", "635": "inky", "636": "wave", "637": "chairs", "638": "massive", "639": "oases", "640": "oceans", "641": "hit", "642": "farmlands", "643": "marine", "644": "stacks", "645": "items", "646": "oasis", "647": "plain", "648": "clusters", "649": "gravel", "650": "slopes", "651": "stone", "652": "shores", "653": "erosion", "654": "scarp", "655": "eroded", "656": "seashore", "657": "traces", "658": "stack", "659": "bank", "660": "rock", "661": "come", "662": "dotted", "663": "breaking", "664": "grey-green", "665": "sporadic", "666": "spiral", "667": "gray-green", "668": "gray-blue", "669": "mottled", "670": "rolling", "671": "leaving", "672": "shallow", "673": "arcs", "674": "light-colored", "675": "wavy", "676": "milky", "677": "islands", "678": "rises", "679": "coasts", "680": "stretch", "681": "pedestrians", "682": "layers", "683": "mixed", "684": "reefs", "685": "earth-colored", "686": "reddish-brown", "687": "\u200b\u200bgreen", "688": "off-white", "689": "greens", "690": "band", "691": "sparkling", "692": "smooth", "693": "harbor", "694": "ridges", "695": "steep", "696": "mostly", "697": "messy", "698": "gulf", "699": "tan", "700": "grey-blue", "701": "red-brown", "702": "shadows", "703": "hidden", "704": "strips", "705": "cross-triangular", "706": "connect", "707": "ships", "708": "angle", "709": "supports", "710": "strait", "711": "point", "712": "bi-directional", "713": "appears", "714": "railways", "715": "wide", "716": "boats", "717": "flood", "718": "bed", "719": "crosses", "720": "banks", "721": "channel", "722": "ends", "723": "forested", "724": "frame", "725": "models", "726": "end", "727": "parts", "728": "approached", "729": "flowing", "730": "nearly", "731": "farms", "732": "bar-shaped", "733": "distribution", "734": "pier", "735": "boat", "736": "thicker", "737": "bars", "738": "sloping", "739": "interchange", "740": "dam", "741": "harbors", "742": "blue-blue", "743": "arched", "744": "bends", "745": "90", "746": "spans", "747": "sandbanks", "748": "yachts", "749": "sandbars", "750": "sandbank", "751": "vary", "752": "tributaries", "753": "railroad", "754": "widths", "755": "bracket", "756": "s-shaped", "757": "crossings", "758": "heights", "759": "height", "760": "chaparrals", "761": "grow", "762": "jungle", "763": "chaparral", "764": "disconnected", "765": "goes", "766": "consist", "767": "weeds", "768": "see", "769": "dry", "770": "hundred", "771": "denser", "772": "terrain", "773": "underside", "774": "channels", "775": "mass", "776": "bigger", "777": "telegraph", "778": "pole", "779": "layer", "780": "thinner", "781": "church", "782": "cross-shaped", "783": "umbrella", "784": "cathedral", "785": "dome", "786": "patterned", "787": "churches", "788": "whose", "789": "yellow-roofed", "790": "courtyard", "791": "bricks", "792": "black-roofed", "793": "spider", "794": "web", "795": "cyan", "796": "walls", "797": "roofed", "798": "towers", "799": "spherical", "800": "octagon", "801": "t-shaped", "802": "dome-shaped", "803": "white-roofed", "804": "rectangles", "805": "traffic", "806": "whole", "807": "domed", "808": "spheres", "809": "bulbous", "810": "hill", "811": "structure", "812": "roadside", "813": "light-blue", "814": "octangle", "815": "suburban", "816": "white-green", "817": "silvery", "818": "prismatic", "819": "silver-gray", "820": "pyramidal", "821": "round-roofed", "822": "grass-green", "823": "orange-red", "824": "withered", "825": "irregularly", "826": "yellow-brown", "827": "radii", "828": "radians", "829": "grows", "830": "crops", "831": "mix", "832": "semicircular", "833": "terrace", "834": "including", "835": "cultivated", "836": "ocher", "837": "contain", "838": "tan-colored", "839": "entirely", "840": "twenty", "841": "ones", "842": "mainly", "843": "radius", "844": "look", "845": "wastelands", "846": "wetland", "847": "green-khaki", "848": "ochre", "849": "semi-circle", "850": "hundreds", "851": "semi", "852": "mixed-sized", "853": "gardens", "854": "yellowish", "855": "farm", "856": "cirrus", "857": "enveloped", "858": "cumulus", "859": "slope", "860": "floated", "861": "figure", "862": "stratocumulus", "863": "floating", "864": "slices", "865": "floats", "866": "stratus", "867": "ups", "868": "downs", "869": "could", "870": "barely", "871": "anything", "872": "cast", "873": "spare", "874": "fluffy", "875": "crowded", "876": "gauzy", "877": "commercial", "878": "business", "879": "district", "880": "high-rise", "881": "much", "882": "downtown", "883": "region", "884": "grove", "885": "u-shaped", "886": "well", "887": "spaced", "888": "strange", "889": "highest", "890": "disorder", "891": "rooms", "892": "skyscrapers", "893": "skyscraper", "894": "grounds", "895": "groves", "896": "varied", "897": "streets", "898": "populated", "899": "residences", "900": "island-like", "901": "circularly", "902": "arc", "903": "desolate", "904": "enclosed", "905": "intersections", "906": "decayed", "907": "grain", "908": "gullys", "909": "ravines", "910": "wind-erosion", "911": "landform", "912": "patch", "913": "nothing", "914": "else", "915": "ditches", "916": "beds", "917": "dune", "918": "covers", "919": "weed", "920": "trellis", "921": "ginger", "922": "loess", "923": "linear", "924": "barchan", "925": "fish", "926": "fissures", "927": "passes", "928": "longitudinal", "929": "nourished", "930": "fixed", "931": "leaves", "932": "depths", "933": "jungles", "934": "flooded", "935": "well-arranged", "936": "crisscross", "937": "sage", "938": "cliff", "939": "strewn", "940": "conifers", "941": "motorway", "942": "\u200b\u200bfarmland", "943": "\u200b\u200byellow", "944": "bifurcated", "945": "particularly", "946": "lanes", "947": "workshops", "948": "widely", "949": "lane", "950": "bifurcation", "951": "single", "952": "\u200b\u200bbrown", "953": "four-lane", "954": "trails", "955": "curvy", "956": "swaths", "957": "golf", "958": "course", "959": "heart-shaped", "960": "bunker", "961": "pits", "962": "fairways", "963": "bunkers", "964": "turf", "965": "sandpits", "966": "lead", "967": "putting", "968": "similar-sized", "969": "180-degree", "970": "fairway", "971": "5", "972": "tracks", "973": "covering", "974": "rich", "975": "except", "976": "gridiron", "977": "stadium", "978": "unfinished", "979": "branches", "980": "moored", "981": "combined", "982": "room", "983": "remain", "984": "still", "985": "vacancies", "986": "motion", "987": "stations", "988": "moorings", "989": "cargo", "990": "moor", "991": "equipment", "992": "factories", "993": "open-air", "994": "machinery", "995": "metal", "996": "pipelines", "997": "zone", "998": "monochromatic", "999": "housing", "1000": "bustling", "1001": "juxtaposed", "1002": "dilapidated", "1003": "workshop", "1004": "free", "1005": "coal", "1006": "lifting", "1007": "large-scale", "1008": "etc", "1009": "site", "1010": "objects", "1011": "powdery", "1012": "chimneys", "1013": "wharf", "1014": "material", "1015": "mobile", "1016": "homes", "1017": "flows", "1018": "blue-white", "1019": "cargoes", "1020": "tank-shaped", "1021": "cooling", "1022": "mechanical", "1023": "tilted", "1024": "crosswalks", "1025": "zebra", "1026": "waiting", "1027": "normal", "1028": "without", "1029": "thera", "1030": "east", "1031": "west", "1032": "arrows", "1033": "vehicle", "1034": "archipelago", "1035": "crescent-shaped", "1036": "central", "1037": "roughly", "1038": "flourishes", "1039": "shuttle-shaped", "1040": "sock", "1041": "flourish", "1042": "approximate", "1043": "outer", "1044": "busts", "1045": "cool", "1046": "girl", "1047": "skirt", "1048": "banana", "1049": "fat", "1050": "hen", "1051": "pair", "1052": "mainland", "1053": "resembling", "1054": "flourishing", "1055": "periphery", "1056": "shuttle", "1057": "pipes", "1058": "drop", "1059": "growing", "1060": "obvious", "1061": "heart", "1062": "duck", "1063": "borders", "1064": "cities", "1065": "blends", "1066": "caterpillar", "1067": "towns", "1068": "ice", "1069": "frozen", "1070": "snow-covered", "1071": "town", "1072": "sparsity", "1073": "places", "1074": "dominated", "1075": "grasses", "1076": "taller", "1077": "wild", "1078": "flowers", "1079": "exposing", "1080": "grid", "1081": "medium-sized", "1082": "mid-sized", "1083": "-", "1084": "orderly", "1085": "fashion", "1086": "jumble", "1087": "estates", "1088": "run-down", "1089": "home", "1090": "degree", "1091": "community", "1092": "folded", "1093": "valleys", "1094": "clearly", "1095": "undulating", "1096": "peak", "1097": "sunny", "1098": "continuous", "1099": "series", "1100": "coverage", "1101": "seventy", "1102": "percent", "1103": "eighty", "1104": "thirty", "1105": "rifts", "1106": "mosses", "1107": "directional", "1108": "perimeter", "1109": "cross-line", "1110": "intricated", "1111": "silhouette", "1112": "bent", "1113": "clover-leaf", "1114": "palace", "1115": "palaces", "1116": "courtyards", "1117": "generally", "1118": "fountain", "1119": "coconut", "1120": "makeshift", "1121": "styles", "1122": "snowy", "1123": "branch", "1124": "trains", "1125": "train", "1126": "towering", "1127": "carriages", "1128": "container", "1129": "station", "1130": "outskirts", "1131": "fully", "1132": "equipped", "1133": "well-equipped", "1134": "ceiling", "1135": "environment", "1136": "nice", "1137": "suburb", "1138": "sheds", "1139": "shed", "1140": "rectangular-shaped", "1141": "apricot", "1142": "tributary", "1143": "runs", "1144": "floodplain", "1145": "angles", "1146": "s-shape", "1147": "eighteen", "1148": "prosperous", "1149": "cyan-blue", "1150": "zigzag", "1151": "arc-shaped", "1152": "serpentine", "1153": "inner", "1154": "falls", "1155": "arrow", "1156": "exits", "1157": "entrances", "1158": "sculpture", "1159": "designation", "1160": "15", "1161": "touchdown", "1162": "aiming", "1163": "short", "1164": "threshold", "1165": "short-line", "1166": "dash", "1167": "19r", "1168": "'19r", "1169": "letters", "1170": "32", "1171": "'32", "1172": "thickness", "1173": "'27", "1174": "buffer", "1175": "float", "1176": "gathers", "1177": "sheet", "1178": "countless", "1179": "cubes", "1180": "gather", "1181": "particles", "1182": "hummock", "1183": "loose", "1184": "hummocks", "1185": "tightly", "1186": "sheets", "1187": "non-adhesive", "1188": "certain", "1189": "volume", "1190": "oversized", "1191": "crushed", "1192": "nets", "1193": "tanker", "1194": "pot-shaped", "1195": "oil", "1196": "tankers", "1197": "bulk", "1198": "carrier", "1199": "lng", "1200": "sailing", "1201": "riverbank", "1202": "general", "1203": "sails", "1204": "carriers", "1205": "container-laden", "1206": "ro-ro", "1207": "travel", "1208": "travels", "1209": "container-loaded", "1210": "loading", "1211": "unloading", "1212": "handling", "1213": "tank", "1214": "machines", "1215": "cargos", "1216": "warehouses", "1217": "filled", "1218": "snowberg", "1219": "glaciers", "1220": "berg", "1221": "snowbergs", "1222": "peaks", "1223": "partly", "1224": "snow-capped", "1225": "veined", "1226": "knife-edge", "1227": "ridge", "1228": "remains", "1229": "fiords", "1230": "horn", "1231": "transitions", "1232": "cirques", "1233": "gorgeous", "1234": "leads", "1235": "bleachers", "1236": "gymnasium", "1237": "egg", "1238": "opened", "1239": "freely", "1240": "podium", "1241": "gym", "1242": "petal", "1243": "different-sized", "1244": "pipe", "1245": "metallic", "1246": "jiugong", "1247": "lids", "1248": "less", "1249": "surroundings", "1250": "terraced", "1251": "smoking", "1252": "thermal", "1253": "chimney", "1254": "steaming", "1255": "emitting", "1256": "smoke", "1257": "mist", "1258": "spraying", "1259": "hut", "1260": "steam", "1261": "emit", "1262": "emits", "1263": "machine", "1264": "wetlands", "1265": "totally", "1266": "creeks", "1267": "trivial", "1268": "thirds", "1269": "two-fifths", "1270": "triangle-like", "1271": "trickles", "1272": "\u200b\u200bdense", "1273": "faint", "1274": "<unk>"}, "idx": 1275}